/* eslint-disable max-len */
import React from 'react';
import './Movies.css';

function Movies() {
  return (
    <div className="movies page__main-content page__main-content-padding-top">
      <p>
        Повседневная практика показывает, что рамки и место обучения кадров в значительной степени
        обуславливает создание направлений прогрессивного развития. Значимость этих проблем настолько очевидна,
        что реализация намеченных плановых заданий в значительной степени обуславливает создание новых предложений.
        Задача организации, в особенности же начало повседневной работы по формированию позиции требуют от нас анализа
        системы обучения кадров, соответствует насущным потребностям.
      </p>
    </div>
  );
}

export default Movies;
